{
  "ExecStats": [
    {
      "Name": "Solara",
      "Status": "Working, but detected",
      "Details": "Solara is not patched, but detected by Hyperion's. The detection is silent, but actions will be logged for future consequences.",
      "Supports": "PC"
    },
    {
      "Name": "Ro-Astral",
      "Status": "Working, but detected",
      "Details": "Ro-Astral is detected, likely due to the monitoring of ModuleScripts.",
      "Supports": "PC"
    },
    {
      "Name": "Wave / Wave Lite",
      "Status": "Working, but detected",
      "Details": "Released two months ago. Wave is a Freemium executor. Premium version was very expensive, both versions have vulnerabilities and frequent crashes. Developer tried to hide these but it didn't work as planned.",
      "Supports": "PC"
    },
    {
      "Name": "Krampus",
      "Status": "Shutdown",
      "Details": "Krampus is no longer operational.",
      "Supports": "PC"
    },
    {
      "Name": "Prism",
      "Status": "Not released",
      "Details": "Claimed to be undetected, with a 68% UNC (undetected score).",
      "Supports": "PC"
    },
    {
      "Name": "Feather",
      "Status": "Patched (Exposed)",
      "Details": "A copy-paste of Incognito, reported to be a Rat.",
      "Supports": "PC"
    },
    {
      "Name": "Celery",
      "Status": "Patched (inactive)",
      "Details": "Demo has ended, and the executor is currently patched. The project appears to be inactive.",
      "Supports": "PC"
    },
    {
      "Name": "CodeX",
      "Status": "Working, possibly detected",
      "Details": "Very long key system, uses core technology from Arceus X.",
      "Supports": "iOS, Android"
    },
    {
      "Name": "Solaris",
      "Status": "Patched (inactive)",
      "Details": "Solaris is not a copy of Solara. It is currently patched, and the project may be inactive, reported to be a Rat in the late year.",
      "Supports": "PC"
    },
    {
      "Name": "Nihon",
      "Status": "Not released",
      "Details": "Nihon is making a comeback, with development in progress. Limited functionality (e.g., print statements) has been demonstrated by developers.",
      "Supports": "PC"
    },
    {
      "Name": "Synergy",
      "Status": "Not released",
      "Details": "Synergy is a very powerful freemium executor still currently under-development. It has 80-100% UNCS, with internal and external versions. It has been demonstrated by developers.",
      "Supports": "PC"
    },
    {
      "Name": "Synapse Z",
      "Status": "Working, undetected",
      "Details": "Synapse Z has a built-in decompiler, high UNCS, and identity level but crashes frequently and has many vulnerabilities.",
      "Supports": "PC"
    },
    {
      "Name": "Scriptify",
      "Status": "Not released",
      "Details": "Scriptify is an under-development paid executor. It has high UNC support which allows users to execute any script and still support high-performance gameplay and a huge script hub with over 30k scripts. Their UI is very user-friendly and customizable.",
      "Supports": "PC"
    },
    {
      "Name": "Lunar",
      "Status": "Discontinued",
      "Details": "Lunar is no longer operational and has been discontinued.",
      "Supports": "PC"
    },
    {
      "Name": "Incognito",
      "Status": "Patched (inactive)",
      "Details": "Incognito is patched, and there have been reports that it might use the user’s graphics card for crypto mining.",
      "Supports": "PC"
    },
    {
      "Name": "Carbon",
      "Status": "Not released",
      "Details": "Carbon is an unreleased AI-Based Aimbot project developed by the same team behind Incognito.",
      "Supports": "PC"
    },
    {
      "Name": "Delta",
      "Status": "Working, possibly detected",
      "Details": "Delta has very good performance and a well-built reputation, but some users have reported losing Robux. If you want to use it safely, try it on an alt account with an emulator inside a VM.",
      "Supports": "iOS, Android"
    },
    {
      "Name": "Domain",
      "Status": "Working, detected",
      "Details": "Domain is a paid executor. Level 3 and has no UNCS, previously known for being undetected in the early Hyperion 4.0.",
      "Supports": "PC"
    },
    {
      "Name": "Ignite",
      "Status": "Working, detections unconfirmed",
      "Details": "A small, newly released paid internal executor, has high UNC and is level 3.",
      "Supports": "PC"
    },
    {
      "Name": "Horizon",
      "Status": "Not Released",
      "Details": "Horizon is an under-development paid external executor. Horizon is a great executor, it has over 97%+ UNCS in their Lua environment, has a well-built reputation (they often use racist slurs though).",
      "Supports": "PC"
    },
    {
      "Name": "Hydrogen",
      "Status": "Patched (inactive)",
      "Details": "Hydrogen is a well-known exploit for Android Roblox from 2020 to 2022. It is now patched and seems to not be updated anytime soon.",
      "Supports": "MacOS, Android"
    },
    {
      "Name": "DX9WARE V2",
      "Status": "Working, undetected",
      "Details": "DX9WARE V2 is a paid external executor. A comeback of DX9WARE, previously detected by the earlier version Hyperion 4.0, around 1 to 2 months away from now, it has a giant script library and a custom Lua environment.",
      "Supports": "PC"
    },
    {
      "Name": "Script-Ware",
      "Status": "Shutdown",
      "Details": "Script-Ware was a popular executor before the Byfron era but has since been shut down.",
      "Supports": "PC"
    },
    {
      "Name": "Electron",
      "Status": "Patched (inactive)",
      "Details": "Electron is a paid executor. It tends to get patched shortly after each release, and updates take several weeks. The project may be inactive.",
      "Supports": "PC"
    },
    {
      "Name": "AeroExec",
      "Status": "Not released (detected API)",
      "Details": "AeroExec is a free executor with a 58% UNC score. It has not been released yet, and its API is detected.",
      "Supports": "PC"
    },
    {
      "Name": "Moon Executor",
      "Status": "Unverified",
      "Details": "There is no concrete proof that Moon Executor is working, but it is mentioned here for reference.",
      "Supports": "PC"
    },
    {
      "Name": "Arceus X / Arceus Neo",
      "Status": "Working",
      "Details": "Just like Vega X and Code X, it has an unnecessarily long key system, but it has been reported to steal users' data since 2021. Be cautious when using!",
      "Supports": "Android"
    },
    {
      "Name": "Vega X",
      "Status": "Working, possibly detected",
      "Details": "Vega X is owned by 1F0 and has partnered with Arceus X. It has a mid UNCS score.",
      "Supports": "Android"
    },
    {
      "Name": "Cryptic",
      "Status": "Working, detections unconfirmed",
      "Details": "Cryptic is a free, newly released exploit with a very high identity level and UNCS. Safety is uncertain.",
      "Supports": "Android"
    },
    {
      "Name": "Evon",
      "Status": "Working, detected",
      "Details": "Evon, previously known for being a free PC executor, now an internal exec for Android Roblox.",
      "Supports": "Android"
    },
    {
      "Name": "Nyx V2.2",
      "Status": "Working, Ratted",
      "Details": "Nyx is a newly released external executor, it was recently exposed for being a rat, owner was a skid exposed by J. Burger and Quvings.",
      "Supports": "PC"
    },
    {
      "Name": "Nexar X",
      "Status": "Working, undetected",
      "Details": "Nexar X is reportedly a level 7 executor with a 75% UNC score and is currently undetected.",
      "Supports": "PC"
    },
    {
      "Name": "Nezur",
      "Status": "Working, possibly detected",
      "Details": "Nezur is a freemium, recently turned from an AI Aimbot into a very nice external executor. Just like Solara, it is level 3 and has almost the same functionality.",
      "Supports": "PC"
    },
    {
      "name": "NEVERMISS",
      "status": "Working, detections unconfirmed",
      "details": "NEVERMISS is a powerful external executor that offers you a lifetime package, has a Not-Bad reputation but is Santo-Ware's Rebrand. The owner has a shady background.",
      "supports": "PC"
    },
    {
      "name": "Fusion Softworks",
      "status": "Not released",
      "details": "Fusion Softworks is an AI-Based Aimbot similar to Nezur and Aimmy. It has a well-designed GUI and offers a 48-hour key. The project has not yet been released.",
      "supports": "PC"
    },
    {
      "name": "Flint / 'Incognito V2'",
      "status": "Working, detected",
      "details": "Flint is a newly released executor, it's a recreation/continuation of Incognito. has a moderate level of UNCS, Level 3. Uses a bit of other sploits' source code.",
      "supports": "PC"
    },
    {
      "name": "Aimmy",
      "status": "Working",
      "details": "Aimmy is a free, open-sourced AI-Based Aimbot, the original source to Nezur. The newest version requires a high-end PC; otherwise, it will cause significant lags and jitters.",
      "supports": "PC"
    },
    {
      "name": "MacSploit",
      "status": "Working, but detected",
      "details": "Macsploit is a decently rated exploit for MacOS users. It is reported to be functional and has a moderate level of UNCS.",
      "supports": "MacOS"
    }
  ]
}
